Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/hilsningstale_fra_sametinget_i_sverige_under_apningen_av_sametinget_i_norge.html.tmx
Source language: nob
Languages: sme

source: Hilsningstale fra Sametinget i Sverige under åpningen av Sametinget i Norge
sme: Dearvuođasárdni ruoŧabeal Sámedikkis norgga Sámedikki rahpamii

source: Talsmann Daniel Holst fra Sametinget i Sverige deltok på åpningen av Sametinget i Norge 20. oktober.
sme: Ruoŧabeal sámedikki ságadoalli Daniel Holst searvvai norgga Sámedikki rahpamii golggotmánu 20 beaivvi.

source: Her er hans hilsningstale til Sametinget:
sme: Dát lea su sáhkavuorru:

source: Vaino Rensberg Ärade ledamöter och gäster, Jag är oerhört glad av att kunna vara här idag, påvägen hit igår korsade jag två nationsgränser.
sme: Gudnejahtton lahtut ja guossit, Mon lea oalle ilus go mon sáhtán leahkit dáppe otne, go mon mátkkoštin diehke ikte mon rastejin guokte našuvnnarájiid.

source: Gjorde två gränsövergångar som bara för 6 månader inte hade varit möjliga eller hade inneburit stora svårigheter.
sme: Rasttildin guokte rádjerasttildemiid mat dušše 6 mánu áigi ii livčče leamašan vejolaš dahje livčče buktán stuorra váttisvuođaid.

source: Jag ser positivt på att vi börjar kunna gå tillbaka till det normala samtidigt som jag ser att fler har fått upp ögonen för hur godtyckliga nationsgränserna egentligen är och hur godtyckligt det påverkar oss. Det kanske känns naivt att tro att förändring kommer bara för att man börjar se problemet, det är mycket arbete och en lång väg kvar men jag vågar ändå hoppas.
sme: Mon oainnán buriid go mii fas sáhttit álgit mannat ruovttoluotta dábálažžii seammás go mon oainnán ahte eanet ja eanet leat rahpan čalmmiid man summal našuvnnarájit duođas leat ja man summal dat váikkuhit min. Soaitá lea ovttageardán go jáhkká ahte rievdadus boahtá dušše dan dihte go álgá oaidnit váttisvuođa, lea ollu bargu ja ain guhkes mátki, muhto mon duostan goitge sávvat.

source: Med öppnade gränser kommer också en period av återuppbyggnad för vårt folk.
sme: Go rahpet rájiid de boahtá maid áigodat go mii ođđasit huksejit min álbmoga.

source: Återuppbyggnad av kontakter och sammarbeteten.
sme: Ođđa huksen oktavuođain ja ovttasbargguin.

source: En uppgift att återuppväcka det som förnekat oss under dessa år.
sme: Okta bargu lea fas oaččuhit dan mii lea biehttaluvvon addimis midjiide daid jagiid.

source: Digitaliseringen öppnar upp för mycket men den ersätter inte en kaffe med en god vän.
sme: Digitaliseren ráhpá ollu muhto ii buhtat gáfestallama buori ustibiin.

source: Det ersätter inte heller de möten vi skapar när vi kan resa fritt.
sme: Dat iige buhtat daid gávnnademiid mii ráhkadit go mii friddja sáhttit mátkkoštit.

source: Det glädjer mig oerhört att se samiska rättigheter befästas i norges juridiska instutitioner.
sme: Mon illudan sakka go mon oainnán ahte sámi vuoigatvuođat nannejuvvojit norgga juridihkalaš ásahusain.

source: Jag ser den långa kampen bakom och vill gratulera till vinstern.
sme: Mon oainnán ahte lea leamaš guhkes rahčamuš dan olahit ja mon háliidan sávvat lihku vuitui.

source: Vi följer förloppet med stort intresse och ser stora möjligheter att det även kommer påverka svenska instutitioner.
sme: Mii čuovvut dáhpáhusa stuorra beroštumiin ja oaidnit stuorra vejolašvuođaid ahte boahtá maid váikkuhit Ruoŧa ásahusaid.

source: På samma sätt glädjs jag av att en sanningskommision på svensk sida är på gång och att upprättelse för de samer i Norge och Finland som har blivit påverkade av den svenska staten nalkas.
sme: Seammás mon ávvudan go duohtavuođakommišuvdna ruoŧa bealde fargga álggahuvvo ja ahte sámit Norggas ja Suomas buhtaduvvojit go leat gillán ruoŧa stáhta ásaheamis.

source: Det värmde mig väldigt mycket att Sametingsledaren och Presidenten tog sig tid att besöka oss under öppnandet av Sametinget på svensk sida.
sme: Liggii váimmu go Sámediggejođiheaddji ja Presideanta válde áiggi galledit min go Sámediggi ruoŧa bealde rahppui.

source: Precis som mitt besök här är det en viktig uppvisning för de som tror att man kan separera det samiska folket och den samiska kampen.
sme: Juste dego mu galledeapmi dáppe lea dehálaš čájehus daidda geaidda jáhkket ahte sáhttá sirret sámi álbmoga ja sámi rahčamuša.

source: Jag sa det då men jag tycker att det tål att upprepas;
sme: Mon lohken dan dalle muhto mu mielas sáhttá áinnas geardduhit dan;

source: Vi är ett folk och nationsgränserna är inte våra, vi råkade bara födas på, ha flyttat till;
sme: Mii leat okta álbmot ja našuvnnarájit eai leat min, mii dušše riegádeimmet, leat johtán;

source: tvingats flytta till;
sme: bággejuvvon johtit;

source: den plats som idagg kallas Norge, Sverige, Finland eller Ryssland.
sme: dan báikái mii otne gohččojuvvo Norga, Ruoŧŧa, Suopma dahje Ruošša.

source: Staterna är egentligen ovidkommande, för vår historia likaså vår framtid är sammanflätade.
sme: Stáhtat eai duođas mearkkaš maidege, danne go min historjjá ja min boahtteáigi leat bárgiduvvon oktii.

source: Det måste sägas tills dess att kolonialstaterna har förstått det och till fullo erkänner vår rätt: gränserna är inte våra, nationerna kan inte begränsa oss.
sme: Ferte namuhuvvot ahte gitta koloniálastáhtat leat ipmirdan dan ja ollát dovddastit min rievtti: rájit eai leat min, našuvnnat eai sáhte rádjet min.
